export interface IBredCrumbsItems {
  label: string;
  href?: string;
}

export const facilitiesMock = [
  { id: "1", name: "سن و سال نوسازی", icon: "🏠" },
  { id: "2", name: "نوع بنا روش", icon: "🏗️" },
  { id: "3", name: "وضعیت تخلیه", icon: "📋" },
  { id: "4", name: "اتاق خواب ۴ خوابه", icon: "🛏️" },
  { id: "5", name: "خط تلفن دارد", icon: "📞" },
  { id: "6", name: "بالکن دارد", icon: "🏛️" },
  { id: "7", name: "گرمایش شوفاژ", icon: "🔥" },
  { id: "8", name: "حمام ۳ حمام", icon: "🚿" },
  { id: "9", name: "آسانسور دارد", icon: "🛗" },
  { id: "10", name: "پارکینگ دارد", icon: "🅿️" },
  { id: "11", name: "اجای کار دارد", icon: "💼" },
  { id: "12", name: "سرایدار کولر", icon: "❄️" },
];
export const AboutMock = {
  title: "چرا هتل همایون رو انتخاب کنیم؟",
  caption:
    "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از  طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و  سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه  درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با  نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان  خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید  داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات  پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.",
};
export const reviewsMock = [
  {
    id: "1",
    author: "افروز جاسمی",
    avatar: "/avatars/user1.jpg",
    date: "۱۵ خرداد ۱۴۰۴",
    rating: 200,
    likes: 200,
    content:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطورآنچنان که لازم است...",
    images: [],
  },
  {
    id: "2",
    author: "دیمود",
    avatar: "/avatars/user2.jpg",
    date: "۱۴ خرداد ۱۴۰۴",
    rating: 200,
    likes: 200,
    content:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطورآنچنان که لازم است...",
    images: [],
  },
];
